Revit 2027 API
ParameterTypeId.RebarCrankLengthMultiplier Property
 "Length Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarCrankLengthMultiplier { get; }
Public Shared ReadOnly Property RebarCrankLengthMultiplier As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarCrankLengthMultiplier {
	ForgeTypeId^ get ();
}
static member RebarCrankLengthMultiplier : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace